let handler  = async (m, { conn }) => {
conn.reply(m.chat,`*♚ اتفضل سؤال يلا جاوب ♚*\n          ꔹ━━━━━━━━━━━ꔹ\n*『${pickRandom(global.bxviwu)}』*\n*ꔹ━━━ꔹ❰ 𝒃𝒐𝒕 𝒌𝒍𝒆𝒗𝒆𝒓 ❱ꔹ━━━ꔹ*`, m)
}
handler.help = ['msnkdhxk']
handler.tags = ['fun']
handler.command = /اسال|سؤال|اسئلة|اسأل|اسالني/i
export default handler

function pickRandom(list) {
  return list[Math.floor(list.length * Math.random())]
}

 global.bxviwu = [ 
 "تتوقع حد يسأل عليك لو قفلت فترة ؟", 
 "اكتر كذبة مشهوره عندك", 
 "حاجة مستحيل تاكلها ", 
 "ايه الوحش ف الحياة ؟", 
 "عندك استعداد تساعك مراتك او امك في البيت (كنس - طبخ - غسيل )؟", 
 "اعلي مجموع جبته فحياتك ؟", 
 "اكتر حاجة خايف تخسرها ؟", 
 " لو قدامك تغير حاجه ف الحياة ف ايه هي ؟",  
 "عمرك عملت خدمة لشخص وهو اتبري منك ؟",  
 " عمرك سقطت ف المدرسة ؟ وكم مرة ؟", 
 "لو زعلت مبتاكلش ؟ ",   
 " لو حطوك في مستشفي المجانين بالغلط , هتثبت لهم ازاي انك عاقل",  
 "تتوقع اشباهك ال 40 عايشين حياة حلوه ؟",  
 "اقرب شخص لقلبك ؟",  
 "منشن لاتنين تحسهم نفس الشخصية",  
 "كلمة لشخص خانك !؟", 
  "لو حياتك عبارو عن كتاب هيبقي تتوقع هيبقي اسمه ايه ؟", 
  " لو اتسجنت (بعد الشر عليك/ي يحب ) تتوقع التهمة هتبقي ايه ؟",  
 " مؤمن بوجود السحر والحسد؟ وليه ؟",  
 "ممكن تسيب حد عشان ماضية وحش ؟",  
 "حجات متعملهاش غير وانت رايق ؟ ", 
  " ايه الاحسن العقل ولا القلب ؟", 
  " شخصة اما تشوفها تحس انك مقهور ؟", 
  "منشن لحد تقوله انت اسطورة وانا بحبك", 
  "اكتر حاجه عاوز تنساها ؟",  
  "شعور انت عاوز يموت ؟", 
  "تقدر تعيش من غير صحاب ؟", 
  " التاريخ ال انت مستنيه ( السنة او اليوم ال نفسه يجي بسرعه )",  
 " اسم المنطقة ال انت عايش/ة فيها ؟",  
 "انت شايف نفسك اجتماعي ولا انطوائي ؟ ",  
 "شخصية خيالية ( كرتونية ) اتاثرت بيها ؟", 
  "ايه الكلمات ال تعبر عن حياتك ؟", 
  " منشن لشخص تحسة مصيبة ", 
  " الشخص ال تفكر فيه قبل ما تنام ؟", 
  "اقرب حد ليك ف العيلة ؟ ",  
  "اكتر حاجه تخوفك ؟", 
  "اغنية لازقة ف مخك (كل واحد مسئول عن سيئات الاغنيه لو بحث عنها اللهم بلغت اللهم فاشهد )", 
  "اكتر صديق مقرب ليك ؟ ",  
 "احسن حاجة حصلتلك النهارده ؟",  
 " ها غمض عينك وقول ايه المكان ال تحس نفسك فيه 🙃",  
 "جربت الشهره ولا تتمناها ؟", 
  " ممكن تبيع صاحبك عشان مصلحتك ؟", 
  " اغرب اكله عاوز كنت عاوز تاكلها فجاه ؟", 
  " بتحب/ي القطط ؟", 
  " اكتر صفة تكرها ف صاحبك ؟",  
  "اسمك بالكامل ؟", 
  
 "اكتر حرف تحبه ؟", 
  
 "اكتر شخص تحسه مات ف المجتع ؟", 
  
 "القصيرة حلو تتفق 🙈🫱🏻‍🫲🏻",   
 "لو لقيت ورقة بيضه هترسم ايه عشان تعبر عن حياتك ؟", 
  
 "اكتر شهر انت بتفرح اما بيجي ؟", 
  
 "قول حقيقة عنك ؟", 
  
 "الاصدق ف الحب الولد ولا البنت ؟", 
  
 "كلمات متقدرش تستغني عنها ؟", 
  
 "اكتر حاجه انت خايف تخسرها ؟", 
  
 "اكتر صفة مبتحبهاش ف البنت ؟", 
  
 "اكتر مادة بتحبها ف الدراسة ؟", 
  
 "تسامح شخص خانك ( وجع قلبك )", 
  
 "اكتر عادة وحشة بتعملها وايه هي ؟", 
  
 "بتحب كليفر ؟", 
  
 "عبر عن احساسك حاليا بجمله ؟", 
  
 " ليه مخطبتش لحد دلوقت ؟", 
  
 "تصنيف الافلام او -الكرتون - الانمي ال تحب تابعه ؟", 
  
 " أنت مع الخطبة عن حب أم مع الخطبة عن طريق الأهل؟", 
  
 "منشن لحد صفاته حلو ", 
  
 "مبداك ف الحياة ؟", 
  
 "بتحب الاطفال ؟", 
  
 "اخر خبر حلو كان امتي وايه هو ؟", 
  
 "اقرب شخص لقلبك منشنله", 
  
 "لو حياتك زي لبسك هتبقي ايه ؟", 
  
 "ـ الفتره دي حاسس اني محتاج ....؟", 
  
 "يعيوطه عيطت قبل كده ع حد مات ف فلم او مسلسل ؟", 
  
 "ممكن تكره ال كنت بتحبه ؟",  
  
 "أاتعرضت للظلم قبل كده ؟", 
  
 "اكتر مكان بتحس فيه بالراحه والامان ؟", 
  
 "انزل باخر صوره انت حفظتها يحب  ..", 
  
 "جمله من كتاب او روايه متقدرش تنساها ؟", 
  
 "بتحس بالراحه وانت بتسمع قران ؟", 
  
 "اكتر مكان تحس فيه بالامان ؟", 
  
 "اكتر حاجه بتخاف منها ؟", 
  
 "لو انت غلطت وعرفت انك الغلطان بتحب تعتذر ولا بتبقي حمار ؟", 
  
 "كيف تقلل الدوله من الفقر ؟", 
  
 "صفات الصديق الحقيقي ف رايك ؟", 
  
 "أتمنى له كسراً لاجبر له عبارة عميقة تتمناها لأحد ؟", 
  
 "مع او ضد : اكتر من يحلون مشاكل الناس هم اكتر من لديهم مشاكل ؟", 
  
 "اكتر هدية نفسك بيها ؟", 
  
 "ترضي ترتبط/ي بحد فقير بس جميل/ة ؟", 
  
 "من غرائب لهجتكم ؟", 
  
 "حد اداك بلوك قبل كده وانت بتكتبله ؟", 
  
 "اكتر جمله اثرت فحياتك ؟", 
  
 " لو هتعيد تسمية نفسك هتسيب اسمك ولا هتغيره ؟", 
  
 "عمرك اتمنيت الموت ؟", 
  
 "حبيت حد اونلاين قبل كده (سوشيال) ؟", 
  
 " النفس تميل لـ ... ؟", 
  
 "جربت شعور حد يحبك بس انت متقدرش تحبه ؟", 
  
 "كلمة تقولها لكل واحد منافق ؟", 
  
 "اكتر شخص تفكر فيه ؟", 
  
 "اكتر حاجه انت كارها فنفسك ؟", 
  
 "فرحان ولا زعلان ؟", 
  
 "مع ام ضد : لو كان خيرا لبقي ؟", 
  
 "حبيت حد من دفعتك قبل كده ؟",  

   " نفسك تتجوز ؟", 
  
 "عبر عن نفسك فتلت كلمات ", 
  
 " أغرب موقف مضحك حصلك في حياتك؟", 
  
 "قوة الاستيعاب عندك كام من 10", 
  
 "اذكر موقف متقدرش تنساه طول عمرك؟", 
  
 "اغبى كذبه صدقتها وانت صغير/ة؟", 
  
 "فكرت قبل كده تنتفم من ال ظلمك ؟", 
  
 "بتنام كام ساعه ف اليوم ؟", 
   
 "مع او ضد : السفر يصلح ما افسده الدهر ؟", 
  
 "احسن ايام الاسبوع عندك 🔖؟", 
  
 "تتجوز ال بتحبه/ا او تاخد مليون دولار", 
  
 "على نياتكُم تُرزقون منشن لحد ينطبق عليه المثل ده ؟", 
  
 "هل يمكنك أن تذكر لي معلومة لا يعرفها عنك أحد؟", 
  
 "اكتر شيخ بتحبه ؟", 
  
 "بتتعامل ازاي مع الشخص المُتطفل ( الفضولي ) ؟", 
  
 "موقف غير حياتك؟", 
  
 "تتوقع حد بيفكر فيك دلوقت ؟",  
  
 "لو عندك عصايه سحريه هتعمل بيها ايه ؟", 
  
 "حاسس بالذنب ع حاجه معينه ؟", 
  
 "تحتاج وقت اد ايه عشان تثق ف شخص", 
  
 "اكتر حاجه بتخليك تضحك من اغماق قلبك ؟", 
  
 "حيوانك المفضل؟", 
  
 "🐦‍⬛ بتحب حد ف الجروب ؟", 
  
 "صفة بتحبها ف الناس ؟", 
  
 "حد بيحبني ؟", 
  
 "شعورك لما بتشوف صورة ليك وانت صغير ؟", 
  
 "لو حد طنشك عن قصدك بتعمل ايه ؟", 
  
 "لو معاك ورقه بيضه وقلم هتكتب ايه ؟", 
  
 "عدد الصور فتلفونك ؟", 
  
 "ايهما اصدق نظره العين ولا نبره الصوت ؟", 
  
 "لو عزمت صحابك وجابو حد بتكره هتعمل ايه ؟", 
  
 "حاجه اهم عندك من الناس ؟", 
  
 "الاسود ولا الابيض ؟", 
  
 "بتحب الرسوم المتحركه (الانمي -الكرتون)", 
  
 "بتحب كليفر يقلب كليفر  🥹 ؟", 
  
 "بتحب حد ؟", 
  
 "ممكن تاذي حد عشان انت بتكره ؟", 
  
 "اسم الدلع ال مبتحبهوش ؟", 
  
 "اخر شاات كان مع مين ؟", 
  
 "شفيعك يوم القيامة ؟", 
  
 "ده مش سؤال بس *صلي علي الحبيب*🥹", 
  
 "عبر عن نفسك بايموجي دلوقت ؟", 
  
 "بتضيع وقت فراغك بايه ؟",  
  
 "اكتر ادمن مش طايقه-طايقاه ؟", 
  
 "نفسك تخلع من البلد دي ؟ وهتروح فين ؟", 
  
 "هل انت تافه ؟", 
  
 "اكتر اسم دلع بتحبه ؟", 
  
 "لو هتقيم حظك هتديلو كام من عشره ؟", 
  
 "تختار المال ولا الصحة ولا الرضا ؟", 
  
 "علاقتك مع عيلتك ؟", 
  
 "لو سافرت بالزمن الحقبة الزمنيه ال عاوز تبني فيها حياتك هتبقي ايه ؟", 
  
 "حاجه اهلك كارهينها فيك ؟", 
  
 "احقر الناس من ...", 
  
 "االخروجة الحلوه بالمكان ولا الشخص ال انت خارج معاه ؟", 
  
 "كلمة تنرفزك ؟", 
  
 "اكتر شخصية عامة بتحبها ؟", 
  
 "حاجه تخطف النوم من عينك ؟", 
  
 "ايه اخر رسالة جتلك ف الواتس ؟", 
  
 "تقيم للبوت من عشره ؟", 
  
 "انزل بخلفية فونك ؟", 
  
 " صفة فيا تتمني اغيرها ؟", 
  
 "اكتب شطر من قصيدة جت فـ بالك ؟", 
  
 "بتخاف من حاجه معينه ؟", 
  
 "لو كان هناك أمامك اختيارين أحدهما الزواج والإستقرار معي هنا والآخر السفر والعمل بالخارج، هتختاري ايه ؟", 
  
 "وزنك ؟", 
  
 "حاسس بحاجه تميزك عن باقي الناس ؟", 
  
 "افضل مكان ف بتروحه ؟", 
  
 "عدي الدور", 
  
 "لو كسبت خمسه مليون دولار هتعمل ايه ؟", 
  
 "لو هتبقي عايش ف اخر لعبه لعبتها هتبقي لعبه ايه ؟", 
  
 "اكتر انمي - فيلم حبيته فحياتك ؟", 
  
 "اكتر حاجه انت عاوزها دلوقت ؟", 
  
 "رساله عايز تقولها لحد ومش عارف ؟", 
  
 " من وقتك تصلي ع الرسول صلي الله عليه وسلم 💫", 
  
 "دقيقه من وقتك تدعو لامواتنا واموات المسلمين بالرحمة 🤲🏻", 
  
 "اكتر لغة نفسك تتعلمها ؟", 

 "لو هتسافر بره هتاخد معاك مين ؟", 
 
  "مرتبط؟ ", 
" هل بتكراش ع حد في حياتك؟", 
" ينفع نرتبط؟", 
" ممكن توريني صوره بتحبها؟", 
" ممكن نبقي صحااب ع الفيس؟", 
" هل لسه بتحب الاكس؟", 
"عندك كام اكس في حياتك؟ ", 
"ينفع تبعتلي رقمك؟ ", 
" ما تيجي اعزمني ع حاجه بحبها؟", 
"ينفع احضنك؟ ", 
"قولي ع اكبر غلطه ندمان عليهاا؟ ", 
"عندك كام سنه؟ ", 
" عامل بلوك لكام واحد عندك؟", 
" قولي سر محدش يعرفه؟", 
" عندك كام اكس في حياتك؟", 
"بتعرف تقلش وتهزر؟ ", 
" لونك المفضل هو؟", 
" مين أقرب حد ليك الفتره دي ؟", 
" قولي ع اكبر غلطه ندمان عليهاا؟", 
" مين مغنيك المفضل؟", 
" حابب تبقي اي في المستقبل؟", 
"راضي عن حياتك بنسبه كام؟ ", 
"اكتر حاجه بتلفت انتباهك في البنت او الولد؟ ", 
"اي رأيك في صوره البروفايل بتاعتي؟ ", 
" هل باين عليا اني شخص لطيف؟", 
" توافق ترجع للاكس؟", 
"ممكن تضحي بحياتك لمين؟ ", 
"سافرت بلاد برا مصر واي هي؟ ", 
" اي رأيك في صوره البروفايل بتاعتي؟", 
" هل بتعتبر نفسك حلو وبتحب شكلك؟", 
" نفسك تزور انهي بلد في العالم؟", 
" شخصيه ع السوشيال شايف انها مميزه؟", 
"عندك فوبيا من اي؟ ", 
" ممكن تورينا لينك الصراحه؟", 
"عمرك عيطت ع حاجه؟ ", 
" شايف اي أسوأ صفه فيك؟", 
"هل شلت مواد قبل كد وعدت السنه؟ ", 
"بتغير ع الل بتحبهم وبيبان عليك لو غيرت؟ ", 
"معاك كام فلوس دلوقتي؟ ", 
" بتفضل صحابك البنات ولا الولاد؟", 
" مسامح الل ظلمك؟", 
" ممثلك الافضل؟", 
" ممكن تقول رساله لحد مش هيشوفها؟", 
"انت اهلاوي ولا زملكاوي؟ ", 
" اي حيوانك المفضل؟", 
"اخر افلام شاهدتها", 
"بتعرف تكلم لغه تانيه واي هي؟ ", 
"ما هي وظفتك الحياه", 
"اعز اصدقائك ?", 
"اخر اغنية سمعتها ?", 
"تكلم عن نفسك", 
"ليه انت مش سالك", 
"ما هي عيوب سورس كليفر ؟ ", 
"اخر كتاب قرآته", 
"روايتك المفضله ?", 
"اخر اكله اكلتها", 
"اخر كتاب قرآته", 
"ليه عبدالله محمد جدع؟ ", 
 "ليه كليفر جدع؟ ", 
"افضل يوم ف حياتك", 
"ليه مضيفتش كل جهاتك", 
"حكمتك ف الحياه", 
"لون عيونك", 
"كتابك المفضل", 
"هوايتك المفضله", 
"علاقتك مع اهلك", 
" ما السيء في هذه الحياة ؟ ", 
"أجمل شيء حصل معك خلال هذا الاسبوع ؟ ", 
"سؤال ينرفزك ؟ ", 
" هل يعجبك سورس كليفر ؟؟ ", 
" اكثر ممثل تحبه ؟ ", 
"قد تخيلت شي في بالك وصار ؟ ", 
"شيء عندك اهم من الناس ؟ ", 
"تفضّل النقاش الطويل او تحب الاختصار ؟ ", 
"وش أخر شي ضيعته؟ ", 
"اي رايك في سورس كليفر ؟ ", 
"كم مره حبيت؟ ", 
" اكثر المتابعين عندك باي برنامج؟", 
" نسبه الندم عندك للي وثقت فيهم ؟", 
"تحب ترتبط بكيرفي ولا فلات؟", 
" جربت شعور احد يحبك بس انت مو قادر تحبه؟", 
" تجامل الناس ولا اللي بقلبك على لسانك؟", 
" عمرك ضحيت باشياء لاجل شخص م يسوى ؟", 
"مغني تلاحظ أن صوته يعجب الجميع إلا أنت؟ ", 
" آخر غلطات عمرك؟ ", 
" مسلسل كرتوني له ذكريات جميلة عندك؟ ", 
" ما أكثر تطبيق تقضي وقتك عليه؟ ", 
" أول شيء يخطر في بالك إذا سمعت كلمة نجوم ؟ ", 
" قدوتك من الأجيال السابقة؟ ", 
" أكثر طبع تهتم بأن يتواجد في شريك/ة حياتك؟ ", 
"أكثر حيوان تخاف منه؟ ", 
" ما هي طريقتك في الحصول على الراحة النفسية؟ ", 
" إيموجي يعبّر عن مزاجك الحالي؟ ", 
" أكثر تغيير ترغب أن تغيّره في نفسك؟ ", 
"أكثر شيء أسعدك اليوم؟ ", 
"اي رايك في الدنيا دي ؟ ", 
"ما هو أفضل حافز للشخص؟ ", 
"ما الذي يشغل بالك في الفترة الحالية؟", 
"آخر شيء ندمت عليه؟ ", 
"شاركنا صورة احترافية من تصويرك؟ ", 
"تتابع انمي؟ إذا نعم ما أفضل انمي شاهدته ", 
"يرد عليك متأخر على رسالة مهمة وبكل برود، موقفك؟ ", 
"نصيحه تبدا ب -لا- ؟ ", 
"كتاب أو رواية تقرأها هذه الأيام؟ ", 
"فيلم عالق في ذهنك لا تنساه مِن روعته؟ ", 
"يوم لا يمكنك نسيانه؟ ", 
"شعورك الحالي في جملة؟ ", 
"كلمة لشخص بعيد؟ ", 
"صفة يطلقها عليك الشخص المفضّل؟ ", 
"أغنية عالقة في ذهنك هاليومين؟ ", 
"أكلة مستحيل أن تأكلها؟ ", 
"كيف قضيت نهارك؟ ", 
"تصرُّف ماتتحمله؟ ", 
"موقف غير حياتك؟ ", 
"اكثر مشروب تحبه؟ ", 
"القصيدة اللي تأثر فيك؟ ", 
"متى يصبح الصديق غريب ", 
"وين نلقى السعاده برايك؟ ", 
"تاريخ ميلادك؟ ", 
"قهوه و لا شاي؟ ", 
"من محبّين الليل أو الصبح؟ ", 
"حيوانك المفضل؟ ", 
"كلمة غريبة ومعناها؟ ", 
"كم تحتاج من وقت لتثق بشخص؟ ", 
"اشياء نفسك تجربها؟ ", 
"يومك ضاع على؟ ", 
"كل شيء يهون الا ؟ ", 
"اسم ماتحبه ؟ ", 
"وقفة إحترام للي إخترع ؟ ", 
"أقدم شيء محتفظ فيه من صغرك؟ ", 
"كلمات ماتستغني عنها بسوالفك؟ ", 
"وش الحب بنظرك؟ ", 
"حب التملك في شخصِيـتك ولا ؟ ", 
"تخطط للمستقبل ولا ؟ ", 
"موقف محرج ماتنساه ؟ ", 
"من طلاسم لهجتكم ؟ ", 
"اعترف باي حاجه ؟ ", 
"عبّر عن مودك بصوره ؟ ",
"اسم دايم ع بالك ؟ ", 
"اشياء تفتخر انك م سويتها ؟ ", 
" لو بكيفي كان ؟ ", 
  "أكثر جملة أثرت بك في حياتك؟ ",
  "إيموجي يوصف مزاجك حاليًا؟ ",
  "أجمل اسم بنت بحرف الباء؟ ",
  "كيف هي أحوال قلبك؟ ",
  "أجمل مدينة؟ ",
  "كيف كان أسبوعك؟ ",
  "شيء تشوفه اكثر من اهلك ؟ ",
  "اخر مره فضفضت؟ ",
  "قد كرهت احد بسبب اسلوبه؟ ",
  "قد حبيت شخص وخذلك؟ ",
  "كم مره حبيت؟ ",
  "اكبر غلطة بعمرك؟ ",
  "نسبة النعاس عندك حاليًا؟ ",
  "شرايكم بمشاهير التيك توك؟ ",
  "ما الحاسة التي تريد إضافتها للحواس الخمسة؟ ",
  "اسم قريب لقلبك؟ ",
  "مشتاق لمطعم كنت تزوره قبل الحظر؟ ",
  "أول شيء يخطر في بالك إذا سمعت كلمة (ابوي يبيك)؟ ",
  "ما أول مشروع تتوقع أن تقوم بإنشائه إذا أصبحت مليونير؟ ",
  "أغنية عالقة في ذهنك هاليومين؟ ",
  "متى اخر مره قريت قرآن؟ ",
  "كم صلاة فاتتك اليوم؟ ",
  "تفضل التيكن او السنقل؟ ",
  "وش أفضل بوت برأيك؟ ",
"كم لك بالتلي؟ ",
"وش الي تفكر فيه الحين؟ ",
"كيف تشوف الجيل ذا؟ ",
"منشن شخص وقوله، تحبني؟ ",
"لو جاء شخص وعترف لك كيف ترده؟ ",
"مر عليك موقف محرج؟ ",
"وين تشوف نفسك بعد سنتين؟ ",
"لو فزعت/ي لصديق/ه وقالك مالك دخل وش بتسوي/ين؟ ",
"وش اجمل لهجة تشوفها؟ ",
"قد سافرت؟ ",
"افضل مسلسل عندك؟ ",
"افضل فلم عندك؟ ",
"مين اكثر يخون البنات/العيال؟ ",
"متى حبيت؟ ",
  "بالعادة متى تنام؟ ",
  "شيء من صغرك ماتغير فيك؟ ",
  "شيء بسيط قادر يعدل مزاجك بشكل سريع؟ ",
  "تشوف الغيره انانيه او حب؟ ",
"حاجة تشوف نفسك مبدع فيها؟ ",
  "مع او ضد •يسقط جمال المراة بسبب قبح لسانها؟ ",
  "عمرك بكيت على شخص مات في مسلسل ؟ ",
  "‏- هل تعتقد أن هنالك من يراقبك بشغف؟ ",
  "تدوس على قلبك او كرامتك؟ ",
  "اكثر لونين تحبهم مع بعض؟ ",
  "مع او ضد •النوم افضل حل لـ مشاكل الحياة؟ ",
  "سؤال دايم تتهرب من الاجابة عليه؟ ",
  "تحبني ولاتحب الفلوس؟ ",
  "العلاقه السريه دايماً تكون حلوه؟ ",
  "لو أغمضت عينيك الآن فما هو أول شيء ستفكر به؟ ",
"كيف ينطق الطفل اسمك؟ ",
  "ما هي نقاط الضعف في شخصيتك؟ ",
  "اكثر كذبة تقولها؟ ",
  "تيكن ولا اضبطك؟ ",
  "اطول علاقة كنت فيها مع شخص؟ ",
  "قد ندمت على شخص؟ ",
  "وقت فراغك وش تسوي؟ ",
  "عندك أصحاب كثير؟ ولا ينعد بالأصابع؟ ",
  "حاط نغمة خاصة لأي شخص؟ ",
  "وش اسم شهرتك؟ ",
  "أفضل أكلة تحبه لك؟ ",
"عندك شخص تسميه ثالث والدينك؟ ",
  "عندك شخص تسميه ثالث والدينك؟ ",
  "اذا قالو لك تسافر أي مكان تبيه وتاخذ معك شخص واحد وين بتروح ومين تختار؟ ",
  "أطول مكالمة كم ساعة؟ ",
  "تحب الحياة الإلكترونية ولا الواقعية؟ ",
  "كيف حال قلبك ؟ بخير ولا مكسور؟ ",
  "أطول مدة نمت فيها كم ساعة؟ ",
  "تقدر تسيطر على ضحكتك؟ ",
  "أول حرف من اسم الحب؟ ",
  "تحب تحافظ على الذكريات ولا تمسحه؟ ",
  "اسم اخر شخص زعلك؟ ",
"وش نوع الأفلام اللي تحب تتابعه؟ ",
  "أنت انسان غامض ولا الكل يعرف عنك؟ ",
  "لو الجنسية حسب ملامحك وش بتكون جنسيتك؟ ",
  "عندك أخوان او خوات من الرضاعة؟ ",
  "إختصار تحبه؟ ",
  "إسم شخص وتحس أنه كيف؟ ",
  "وش الإسم اللي دايم تحطه بالبرامج؟ ",
  "وش برجك؟ ",
  "لو يجي عيد ميلادك تتوقع يجيك هدية؟ ",
  "اجمل هدية جاتك وش هو؟ ",
  "الصداقة ولا الحب؟ ",
"الصداقة ولا الحب؟ ",
  "الغيرة الزائدة شك؟ ولا فرط الحب؟ ",
  "قد حبيت شخصين مع بعض؟ وانقفطت؟ ",
  "وش أخر شي ضيعته؟ ",
  "قد ضيعت شي ودورته ولقيته بيدك؟ ",
  "تؤمن بمقولة اللي يبيك مايحتار فيك؟ ",
  "سبب وجوك بالتليجرام؟ ",
  "تراقب شخص حاليا؟ ",
  "عندك معجبين ولا محد درا عنك؟ ",
  "لو نسبة جمالك بتكون بعدد شحن جوالك كم بتكون؟ ",
  "أنت محبوب بين الناس؟ ولاكريه؟ ",
"كم عمرك؟ ",
  "لو يسألونك وش اسم امك تجاوبهم ولا تسفل فيهم؟ ",
  "تؤمن بمقولة الصحبة تغنيك الحب؟ ",
  "وش مشروبك المفضل؟ ",
  "قد جربت الدخان بحياتك؟ وانقفطت ولا؟ ",
  "أفضل وقت للسفر؟ الليل ولا النهار؟ ",
  "انت من النوع اللي تنام بخط السفر؟ ",
  "عندك حس فكاهي ولا نفسية؟ ",
  "تبادل الكراهية بالكراهية؟ ولا تحرجه بالطيب؟ ",
  "أفضل ممارسة بالنسبة لك؟ ",
  "لو قالو لك تتخلى عن شي واحد تحبه بحياتك وش يكون؟ ",
"لو احد تركك وبعد فتره يحاول يرجعك بترجع له ولا خلاص؟ ",
  "برأيك كم العمر المناسب للزواج؟ ",
  "اذا تزوجت بعد كم بتخلف عيال؟ ",
  "فكرت وش تسمي أول اطفالك؟ ",
  "من الناس اللي تحب الهدوء ولا الإزعاج؟ ",
  "الشيلات ولا الأغاني؟ ",
  "عندكم شخص مطوع بالعايلة؟ ",
  "تتقبل النصيحة من اي شخص؟ ",
  "اذا غلطت وعرفت انك غلطان تحب تعترف ولا تجحد؟ ",
  "جربت شعور احد يحبك بس انت مو قادر تحبه؟ ",
  "دايم قوة الصداقة تكون بإيش؟ ",
"أفضل البدايات بالعلاقة بـ وش؟ ",
  "وش مشروبك المفضل؟ او قهوتك المفضلة؟ ",
  "تحب تتسوق عبر الانترنت ولا الواقع؟ ",
  "انت من الناس اللي بعد ماتشتري شي وتروح ترجعه؟ ",
  "أخر مرة بكيت متى؟ وليش؟ ",
  "عندك الشخص اللي يقلب الدنيا عشان زعلك؟ ",
  "أفضل صفة تحبه بنفسك؟ ",
  "كلمة تقولها للوالدين؟ ",
  "أنت من الناس اللي تنتقم وترد الاذى ولا تحتسب الأجر وتسامح؟ ",
  "كم عدد سنينك بالتليجرام؟ ",
  "تحب تعترف ولا تخبي؟ ",
"انت من الناس الكتومة ولا تفضفض؟ ",
  "أنت بعلاقة حب الحين؟ ",
  "عندك اصدقاء غير جنسك؟ ",
  "أغلب وقتك تكون وين؟ ",
  "لو المقصود يقرأ وش بتكتب له؟ ",
  "تحب تعبر بالكتابة ولا بالصوت؟ ",
  "عمرك كلمت فويس احد غير جنسك؟ ",
  "لو خيروك تصير مليونير ولا تتزوج الشخص اللي تحبه؟ ",
  "لو عندك فلوس وش السيارة اللي بتشتريها؟ ",
  "كم أعلى مبلغ جمعته؟ ",
  "اذا شفت احد على غلط تعلمه الصح ولا تخليه بكيفه؟ ",
"قد جربت تبكي فرح؟ وليش؟ ",
  "تتوقع إنك بتتزوج اللي تحبه؟ ",
  "ما هو أمنيتك؟ ",
  "وين تشوف نفسك بعد خمس سنوات؟ ",
  "هل انت حرامي تويت بتعت عبدالله محمد؟ ",
  "لو خيروك تقدم الزمن ولا ترجعه ورا؟ ",
  "لعبة قضيت وقتك فيه بالحجر المنزلي؟ ",
  "تحب تطق الميانة ولا ثقيل؟ ",
  "باقي معاك للي وعدك ما بيتركك؟ ",
  "اول ماتصحى من النوم مين تكلمه؟ ",
  "عندك الشخص اللي يكتب لك كلام كثير وانت نايم؟ ",
  "قد قابلت شخص تحبه؟ وولد ولا بنت؟ ",
   "هل انت تحب عبدالله محمد؟ ",
"اذا قفطت احد تحب تفضحه ولا تستره؟ ",
  "كلمة للشخص اللي يسب ويسطر؟ ",
  "آية من القران تؤمن فيه؟ ",
  "تحب تعامل الناس بنفس المعاملة؟ ولا تكون أطيب منهم؟ ",
"حاجة ودك تغيرها هالفترة؟ ",
  "كم فلوسك حاليا وهل يكفيك ام لا؟ ",
  "وش لون عيونك الجميلة؟ ",
  "من الناس اللي تتغزل بالكل ولا بالشخص اللي تحبه بس؟ ",
  "اذكر موقف ماتنساه بعمرك؟ ",
  "وش حاب تقول للاشخاص اللي بيدخل حياتك؟ ",
  "ألطف شخص مر عليك بحياتك؟ ",
   "هل عبدالله محمد لطيف؟ ",
"انت من الناس المؤدبة ولا نص نص؟ ",
  "كيف الصيد معاك هالأيام ؟ وسنارة ولاشبك؟ ",
  "لو الشخص اللي تحبه قال بدخل حساباتك بتعطيه ولا تكرشه؟ ",
  "أكثر شي تخاف منه بالحياه وش؟ ",
  "اكثر المتابعين عندك باي برنامج؟ ",
  "متى يوم ميلادك؟ ووش الهدية اللي نفسك فيه؟ ",
  "قد تمنيت شي وتحقق؟ ",
  "قلبي على قلبك مهما صار لمين تقولها؟ ",
  "وش نوع جوالك؟ واذا بتغيره وش بتأخذ؟ ",
  "كم حساب عندك بالتليجرام؟ ",
  "متى اخر مرة كذبت؟ ",
"كذبت في الاسئلة اللي مرت عليك قبل شوي؟ ",
  "تجامل الناس ولا اللي بقلبك على لسانك؟ ",
  "قد تمصلحت مع أحد وليش؟ ",
  "وين تعرفت على الشخص اللي حبيته؟ ",
  "قد رقمت او احد رقمك؟ ",
  "وش أفضل لعبته بحياتك؟ ",
  "أخر شي اكلته وش هو؟ ",
  "حزنك يبان بملامحك ولا صوتك؟ ",
  "لقيت الشخص اللي يفهمك واللي يقرا افكارك؟ ",
  "فيه شيء م تقدر تسيطر عليه ؟ ",
  "منشن شخص متحلطم م يعجبه شيء؟ ",
"اكتب تاريخ مستحيل تنساه ",
  "شيء مستحيل انك تاكله ؟ ",
  "تحب تتعرف على ناس جدد ولا مكتفي باللي عندك ؟ ",
  "انسان م تحب تتعامل معاه ابداً ؟ ",
  "شيء بسيط تحتفظ فيه؟ ",
  "فُرصه تتمنى لو أُتيحت لك ؟ ",
   "لي عبدالله محمد ناك اليكس؟ ",
  "شيء مستحيل ترفضه ؟. ",
  "لو زعلت بقوة وش بيرضيك ؟ ",
  "تنام بـ اي مكان ، ولا بس غرفتك ؟ ",
  "ردك المعتاد اذا أحد ناداك ؟ ",
  "مين الي تحب يكون مبتسم دائما ؟ ",
" إحساسك في هاللحظة؟ ",
  "وش اسم اول شخص تعرفت عليه فالتلقرام ؟ ",
  "اشياء صعب تتقبلها بسرعه ؟ ",
  "شيء جميل صار لك اليوم ؟ ",
  "اذا شفت شخص يتنمر على شخص قدامك شتسوي؟ ",
  "يهمك ملابسك تكون ماركة ؟ ",
  "ردّك على شخص قال (أنا بطلع من حياتك)؟. ",
  "مين اول شخص تكلمه اذا طحت بـ مصيبة ؟ ",
  "تشارك كل شي لاهلك ولا فيه أشياء ما تتشارك؟ ",
  "كيف علاقتك مع اهلك؟ رسميات ولا ميانة؟ ",
  "عمرك ضحيت باشياء لاجل شخص م يسوى ؟ ",
"اكتب سطر من اغنية او قصيدة جا فـ بالك ؟ ",
  "شيء مهما حطيت فيه فلوس بتكون مبسوط ؟ ",
  "مشاكلك بسبب ؟ ",
  "نسبه الندم عندك للي وثقت فيهم ؟ ",
  "اول حرف من اسم شخص تقوله? بطل تفكر فيني ابي انام؟ ",
  "اكثر شيء تحس انه مات ف مجتمعنا؟ ",
  "لو صار سوء فهم بينك وبين شخص هل تحب توضحه ولا تخليه كذا  لان مالك خلق توضح ؟ ",
  "كم عددكم بالبيت؟ ",
  "عادي تتزوج من برا القبيلة؟ ",
  "أجمل شي بحياتك وش هو؟ ", 
   
 ] 
 