let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪   
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫‏
*✥━─━⌬〘👾〙⌬━─━✥*
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑࣪ 𝐾𝐿𝐸𝑉𝐸𝑅﴾𝐵𝑂𝑇﴿🍥̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪
*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت كليفر 〙⌬*

*⌬〘 اليك قائمه بمميزات البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .تويت 〛*
*❬👾❭↜ 〚 .انصح 〛*
*❬👾❭↜ 〚 .حروف 〛*
*❬👾❭↜ 〚 .بوست 〛*
*❬👾❭↜ 〚 .صراحه 〛*
*❬👾❭↜ 〚 .سؤال 〛*
*❬👾❭↜ 〚 .اسأل 〛*
*❬👾❭↜ 〚 .لو 〛*
*❬👾❭↜ 〚 .خيروك 〛*
*❬👾❭↜ 〚 .فزوره 〛*
*❬👾❭↜ 〚 .كت 〛*
*❬👾❭↜ 〚 .اقتباس 〛*
*❬👾❭↜ 〚 .ذكر 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(المميزات|مميزات)$/i
export default handler
