let handler = async (m, { conn, command, text }) => {
let love = `
*╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧*
*├ 🤴🏻 المطور :* *Mahmoud Mahmed*
*├ #️⃣ الرقم :* *wa.me/201016948771*
*├ ✅ الاصدار :* ${vs}
*├ 🎳 البادئة :* *${usedPrefix}*
*├ 🔐 الشات الخاص :* *${groups.length}*
*├ 🚀 وقت التشغيل:* *${uptime}*
*├ 🐢 السرعة :* *${speed}* 
*╰────────────···*
*╭───[ اوامر المطور ]───✧*
*├〚 .بريم 〛*
*├〚 .خفض-بريم 〛*
*├〚 .المميزين 〛*
*├〚 .بان 〛*
*├〚 .رفع-البان 〛*
*├〚 .اخرج 〛*
*├〚 .انضم 〛*
*├〚 .بلوك 〛*
*├〚 .رفع-البلوك 〛*
*├〚 .البلوكات 〛*
*├〚 .حظر 〛*
*├〚 .الغاء-الحظر 〛*
*├〚 .المحظورين 〛*
*├〚 .ستوري 〛*
*├〚 .نشر 〛*
*├〚 .تشغيل 〛*
*├〚 .ايقاف 〛*
*├〚 .عقد_الايجار 〛*
*├〚 .انهاء_العقد 〛*
*├〚 .ريستارت 〛*
*├〚 .إعادة 〛*
*├〚 .اخرج 〛*
*╰────────────···*
*╭───[ اوامر الاعضاء ]───✧*
*├〚 .السورس 〛*
*├〚 .القوانين 〛*
*├〚 .السرعه 〛*
*├〚 .بنج 〛*
*├〚 .لفل 〛*
*├〚 .المطور 〛*
*├〚 .دردشة-مجهول 〛*
*├〚 .التوقيت 〛*
*├〚 .انطق 〛*
*├〚 .ترجمة 〛*
*├〚 .بوستات 〛*
*├〚 .نصيحه 〛*
*├〚 .اقتباسات 〛*
*├〚 .ذكاء-اصطناعي 〛*
*╰────────────···*
*╭───[ اوامر الجروبات ]───✧*
*├〚 .منشن 〛*
*├〚 .مخفي ↜ (💎) 〛*
*├〚 .الاشباح 〛*
*├〚 .توب 〛*
*├〚 .بيكرهني 〛*
*├〚 .حذف 〛*
*├〚 .لينك 〛*
*├〚 .رول 〛*
*├〚 .نزلو 〛*
*├〚 .دخلو 〛*
*├〚 .خرجو 〛*
*├〚 .الادمن 〛*
*├〚 .الجروب 〛*
*├〚 .اعدادات 〛*
*├〚 .فحص 〛*
*├〚 .تغيرالاسم 〛*
*├〚 .تغيرالوصف 〛*
*├〚 .تغيرالصوره 〛*
*├〚 .تغيرالينك 〛*
*├〚 .تغيرالمغادره 〛*
*├〚 .تغيرالترحيب 〛*
*├〚 .محاكاة 〛*
*├〚 .معلومات-الجروب 〛*
*├〚 .جروب فتح 〛*
*├〚 .جروب غلق 〛*
*├〚 .انذار 〛*
*├〚 .حذف-انذار 〛*
*├〚 .التحذيرات 〛*
*├〚 .المحفظة 〛*
*├〚 .المكافحة 〛*
*├〚 .دعوة 〛*
*├〚 .اعدادات 〛*
*╰────────────···*
* ╭───[ اوامر التحميل ]───✧ *
* ├〚 .تحميل-عام 〛*
* ├〚 .انستا 〛*
* ├〚 .فيس 〛*
* ├〚 .تويتر 〛*
* ├〚 .تيكتوك 〛*
* ├〚 .درايف 〛*
* ├〚 .سبوتيفاي 〛*
* ├〚 .ميديافاير 〛*
* ├〚 .يوتيوب-اغنيه 〛*
* ├〚 .يوتيوب-فيد 〛*
* ├〚 .يوتيوب-بحث 〛*
* ├〚 .يوتيوب-شغل 〛*
* ├〚 .جوجل-بلاي 〛*
* ├〚 .جوجل 〛*
* ├〚 .صوره 〛*
* ├〚 خلفيه 〛*
* ├〚 .درايف 〛*
* ├〚 .حزمه-استيكر 〛*
* ╰────────────··· *
* ╭───[ اوامر التصميم ]───✧*
* ├〚 .ستك 〛*
* ├〚 .ستك2 〛*
* ├〚 .ستك3 〛*
* ├〚 .ستك4 〛*
* ├〚 .ستك5 〛*
* ├〚 .ستك6 〛*
* ├〚 .ستك7 〛*
* ├〚 .ستك8 〛*
* ├〚 .استيكر 〛*
* ├〚 .توضيح 〛*
* ├〚 .لكرتون 〛*
* ├〚 .لرابط 〛*
* ├〚 .لصوره 〛*
* ├〚 .لفيديو 〛*
* ├〚 .ملصق 〛*
* ├〚 .سرقه 〛*
* ├〚 .ترجمه 〛*
* ├〚 .دائري 〛*
* ├〚 .تقصير 〛*
* ├〚 .لصوت 〛*
* ├〚 .حذف_الخلفية 〛*
* ├〚 .كليفر 〛*
* ├〚 .تصميم 〛*
* ├〚 .لوغو 〛*
* ├〚 .توضيح 〛*
* ├〚 .مكس ↜ دمج〛*
* ╰────────────··· *
* ╭───[ اوامر الصوت ]───✧*
* ├〚 .سنجاب 〛*
* ├〚 .سلس 〛*
* ├〚 .بطئ 〛*
* ├〚 .الي 〛*
* ├〚 .عكس 〛*
* ├〚 .تسريع-بسيط 〛*
* ├〚 .سريع 〛*
* ├〚 .تحسين 〛*
* ├〚 .منفوخ 〛*
* ├〚 .عميق 〛*
* ├〚 .عميق2 〛*
* ╰────────────···*
* ╭───[ اوامر المرح ]───✧ *
* ├〚 .حيوان 〛*
* ├〚 .طقم 〛*ذشش
* ├〚 .الحب 〛*
* ├〚 .توب 〛*
* ├〚 .رونالدو 〛*
* ├〚 .ميسي 〛*
* ├〚 .قط 〛*
* ├〚 .زواج 〛*
* ├〚 .طلاق 〛*
* ├〚 .بنت 〛*
* ├〚 .عيد 〛*
* ├〚 .الكيوت 〛*
* ├〚 .علاقه 〛*
* ├〚 .لعبه 〛*
* ├〚 .شخصيه 〛*
* ├〚 .صداقه 〛*
* ├〚 .هديه 〛*
* ├〚 .اجابه 〛*
* ├〚 .كليفر 〛*
* ├〚 .اكس 〛*
* ├〚 حذف غرفه ↜.delxo 〛*
* ╰────────────···
* ╭───[ الاوامر كتابية ]───✧ *
* ├〚 .نصيحه 〛*
* ├〚 .بوست 〛*
* ├〚 .اقتباسات 〛*
* ├〚 .صراحه 〛*
* ├〚 .فزوره 〛*
* ├〚 .اسالني 〛*
* ├〚 .لوخيروك 〛*
* ├〚 .حروف 〛*
* ╰────────────···*
* ╭───[ الاوامر الاسلامية ]───✧ *
* ├〚 .قران 〛*
* ├〚 .ايه-الكرسي 〛*
* ├〚 .اذكار صباح 〛*
* ├〚 .اذكار مساء 〛 *
* ├〚 .ايه 〛*
* ├〚 .ايات 〛*
* ├〚 .اذكار 〛*
* ╰────────────··· *
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م١٠|م10|كل الاوامر|جميع الاوامر|الكل)$/i
export default handler
