let handler = async (m, { conn, command, text }) => {
let love = `
*╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧*
*├ 🤴🏻 المطور :* *Mahmoud Mahmed*
*├ #️⃣ الرقم :* *wa.me/201016948771*
*├ ✅ الاصدار :* ${vs}
*├ 🎳 البادئة :* *${usedPrefix}*
*├ 🔐 الشات الخاص :* *${groups.length}*
*├ 🚀 وقت التشغيل:* *${uptime}*
*├ 🐢 السرعة :* *${speed}* 
*╰────────────···*

*╭───[ اوامر المطور ]───✧*
*├ 〚 .بريم 〛*
*├ 〚 .خفض-بريم 〛*
*├ 〚 .المميزين 〛*
*├ 〚 .بان 〛*
*├ 〚 .رفع-البان 〛*
*├ 〚 .اخرج 〛*
*├ 〚 .انضم 〛*
*├ 〚 .بلوك 〛*
*├ 〚 .رفع-البلوك 〛*
*├ 〚 .البلوكات 〛*
*├ 〚 .حظر 〛*
*├ 〚 .الغاء-الحظر 〛*
*├ 〚 .المحظورين 〛*
*├ 〚 .ستوري 〛*
*├ 〚 .نشر 〛*
*├ 〚 .تشغيل 〛*
*├ 〚 .ايقاف 〛*
*├ 〚 .عقد_الايجار 〛*
*├ 〚 .انهاء_العقد 〛*
*├ 〚 .ريستارت 〛*
*├ 〚 .إعادة 〛*
*├ 〚 .اخرج 〛*
*╰────────────···*

 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م2|م١|اوامر المطور|الاوامر المطور)$/i
export default handler
