let handler = async (m, { conn, command, text }) => {
let love = `
*╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧*
*├ 🤴🏻 المطور :* *Mahmoud Mahmed*
*├ #️⃣ الرقم :* *wa.me/201016948771*
*├ ✅ الاصدار :* ${vs}
*├ 🎳 البادئة :* *${usedPrefix}*
*├ 🔐 الشات الخاص :* *${groups.length}*
*├ 🚀 وقت التشغيل:* *${uptime}*
*├ 🐢 السرعة :* *${speed}* 
*╰────────────···*
*╭───[ اوامر الجروبات ]───✧*
*├ 〚 .منشن 〛*
*├ 〚 .مخفي او (💎) 〛*
*├ 〚 .الاشباح 〛*
*├ 〚 .توب 〛*
*├ 〚 .بيكرهني 〛*
*├ 〚 .حذف 〛*
*├ 〚 .لينك 〛*
*├ 〚 .رول 〛*
*├ 〚 .نزلو 〛*
*├ 〚 .دخلو 〛*
*├ 〚 .خرجو 〛*
*├ 〚 .الادمن 〛*
*├ 〚 .الجروب 〛*
*├ 〚 .اعدادات 〛*
*├ 〚 .فحص 〛*
*├ 〚 .تغيرالاسم 〛*
*├ 〚 .تغيرالوصف 〛*
*├ 〚 .تغيرالصوره 〛*
*├ 〚 .تغيرالينك 〛*
*├ 〚 .تغيرالمغادره 〛*
*├ 〚 .تغيرالترحيب 〛*
*├ 〚 .محاكاة 〛*
*├ 〚 .معلومات-الجروب 〛*
*├ 〚 .جروب فتح 〛*
*├ 〚 .جروب غلق 〛*
*├ 〚 .انذار 〛*
*├ 〚 .حذف-انذار 〛*
*├ 〚 .التحذيرات 〛*
*├ 〚 .المحفظة 〛*
*├ 〚 .المكافحة 〛*
*├ 〚 .دعوة 〛*
*├ 〚 .اعدادات 〛*
*╰────────────···*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٣|م3|اوامر الجروب|الاوامر الجروب)$/i
export default handler
