let handler = async (m, { conn, command, text }) => {
let love = `
*╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧*
*├ 🤴🏻 المطور :* *Mahmoud Mahmed*
*├ #️⃣ الرقم :* *wa.me/201016948771*
*├ ✅ الاصدار :* ${vs}
*├ 🎳 البادئة :* *${usedPrefix}*
*├ 🔐 الشات الخاص :* *${groups.length}*
*├ 🚀 وقت التشغيل:* *${uptime}*
*├ 🐢 السرعة :* *${speed}* 
*╰────────────···*
* ╭───[ اوامر التحميل ]───✧ *
* ├ 〚 .تحميل-عام 〛*
* ├ 〚 .انستا 〛*
* ├ 〚 .فيس 〛*
* ├ 〚 .تويتر 〛*
* ├ 〚 .تيكتوك 〛*
* ├ 〚 .درايف 〛*
* ├ 〚 .سبوتيفاي 〛*
* ├ 〚 .ميديافاير 〛*
* ├ 〚 .يوتيوب-اغنيه 〛*
* ├ 〚 .يوتيوب-فيد 〛*
* ├ 〚 .يوتيوب-بحث 〛*
* ├ 〚 .يوتيوب-شغل 〛*
* ├ 〚 .جوجل-بلاي 〛*
* ├ 〚 .جوجل 〛*
* ├ 〚 .صوره 〛*
* ├ 〚 خلفيه 〛*
* ├ 〚 .درايف 〛*
* ├ 〚 .حزمه-استيكر 〛*
* ╰────────────··· *

 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م4|م٤|اوامر التحميل| اوامر التنزيل|الاوامر التحميل|الاوامر التنزيل)$/i
export default handler
