let handler = async (m, { conn, command, text }) => {
let love = `
* ╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧ *
* ├ 🤴🏻 المطور :* *Mahmoud Mahmed*
* ├ #️⃣ الرقم :* *wa.me/201016948771*
* ├ ✅ الاصدار :* ${vs}
* ├ 🎳 البادئة :* *${usedPrefix}*
* ├ 🔐 الشات الخاص :* *${groups.length}*
* ├ 🚀 وقت التشغيل:* *${uptime}*
* ├ 🐢 السرعة :* *${speed}* 
* ╰────────────···*
* ╭───[ اوامر التصميم ]───✧*
* ├〚 .ستك 〛*
* ├〚 .ستك2 〛*
* ├〚 .ستك3 〛*
* ├〚 .ستك4 〛*
* ├〚 .ستك5 〛*
* ├〚 .ستك6 〛*
* ├〚 .ستك7 〛*
* ├〚 .ستك8 〛*
* ├〚 .استيكر 〛*
* ├〚 .توضيح 〛*
* ├〚 .لكرتون 〛*
* ├〚 .لرابط 〛*
* ├〚 .لصوره 〛*
* ├〚 .لفيديو 〛*
* ├〚 .ملصق 〛*
* ├〚 .سرقه 〛*
* ├〚 .ترجمه 〛*
* ├〚 .دائري 〛*
* ├〚 .تقصير 〛*
* ├〚 .لصوت 〛*
* ├〚 .حذف_الخلفية 〛*
* ├〚 .كليفر 〛*
* ├〚 .تصميم 〛*
* ├〚 .لوغو 〛*
* ├〚 .توضيح 〛*
* ├〚 .مكس ↜ دمج〛*
* ╰────────────··· *

 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٦|م6|اوامر التصميم|الاوامر التصميم)$/i
export default handler
