let handler = async (m, { conn, command, text }) => {
let love = `
* ╭────[ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ]────✧ *
* ├ 🤴🏻 المطور :* *Mahmoud Mahmed*
* ├ #️⃣ الرقم :* *wa.me/201016948771*
* ├ ✅ الاصدار :* ${vs}
* ├ 🎳 البادئة :* *${usedPrefix}*
* ├ 🔐 الشات الخاص :* *${groups.length}*
* ├ 🚀 وقت التشغيل:* *${uptime}*
* ├ 🐢 السرعة :* *${speed}* 
* ╰────────────··· *
* ╭───[ اوامر المرح ]───✧ *
* ├〚 .حيوان 〛*
* ├〚 .طقم 〛*
* ├〚 .الحب 〛*
* ├〚 .توب 〛*
* ├〚 .رونالدو 〛*
* ├〚 .ميسي 〛*
* ├〚 .قط 〛*
* ├〚 .زواج 〛*
* ├〚 .طلاق 〛*
* ├〚 .بنت 〛*
* ├〚 .عيد 〛*
* ├〚 .الكيوت 〛*
* ├〚 .علاقه 〛*
* ├〚 .لعبه 〛*
* ├〚 .شخصيه 〛*
* ├〚 .علاقه 〛*
* ├〚 .صداقه 〛*
* ├〚 .هديه 〛*
* ├〚 .اجابه 〛*
* ├〚 .كليفر 〛*
* ├〚 .اكس 〛*
* ├〚 حذف غرفه ↜.delxo 〛*
* ╰────────────···
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م8|م٨)$/i
export default handler
